import { Locale } from '@/shared/config/i18n'
import { localize } from '@/shared/utils/localize'

export const preparationProcessMocks = [
	{
		id: 3,
		date: {
			ru: '14 марта 2025',
			kk: '14 марта 2025',
			en: '14 марта 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 4,
		date: {
			ru: '5 апреля 2025',
			kk: '5 апреля 2025',
			en: '5 апреля 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 5,
		date: {
			ru: '13-15 мая 2025',
			kk: '13-15 мая 2025',
			en: '13-15 мая 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 6,
		date: {
			ru: '29-31 мая 2025',
			kk: '29-31 мая 20255',
			en: '29-31 мая 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 7,
		date: {
			ru: '16-26 июня 2025',
			kk: '16-26 июня 2025',
			en: '16-26 июня 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 8,
		date: {
			ru: '1-2 августа 2025',
			kk: '1-2 августа 2025',
			en: '1-2 августа 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 9,
		date: {
			ru: '25 сентября 2025',
			kk: '25 сентября 2025',
			en: '25 сентября 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 10,
		date: {
			ru: 'Ноябрь 2025',
			kk: 'Ноябрь 2025',
			en: 'Ноябрь 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 11,
		date: {
			ru: 'Декабрь 2025',
			kk: 'Декабрь 2025',
			en: 'Декабрь 2025',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
	{
		id: 12,
		date: {
			ru: 'Саммит 2026',
			kk: 'Саммит 20265',
			en: 'Саммит 2026',
		},
		items: [
			{
				id: 458,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 453453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
			{
				id: 564453,
				addessAndTime: {
					ru: 'Белен, Бразилия, Ноябрь 2025 года',
					kk: 'Белен, Бразилия, Ноябрь 2025 года',
					en: 'Belen, Brazil, November 2025',
				},
				title: {
					ru: 'Восьмая консультационная встреча',
					kk: 'Восьмая консультационная встреча',
					en: 'Восьмая консультационная встреча',
				},
				subtitle: {
					ru: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					kk: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
					en: '30-я Конференция Сторон (СОР30) Рамочной конвенции ООН об изменении климата (РКИК ООН)',
				},
				description: {
					ru: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					kk: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
					en: 'Проведен сайд-ивент на тему «Миграция, вызванная изменением климата, и развитие «зеленых» навыков в Центральной Азии: на пути к Региональному экологическому саммиту-2026». На мероприятии были продемонстрированы региональные подходы к решению проблем климатически обусловленной миграции через развитие «зелёных» компетенций, создание рабочих мест и укрепление адаптационного потенциала населения.',
				},
				image: '/imgs/preparation-process/preparation-process-1.png',
			},
		],
	},
]

export const localizePreparationProcessMocks = (mocks: typeof preparationProcessMocks, locale: Locale) => {
	return mocks.map((mock) => ({
		...mock,
		date: localize(mock.date, locale),
		items: mock.items.map((item) => ({
			...item,
			addessAndTime: localize(item.addessAndTime, locale),
			title: localize(item.title, locale),
			subtitle: localize(item.subtitle, locale),
			description: localize(item.description, locale),
		})),
	}))
}
