[
	{
		"id": "en:/en",
		"locale": "en",
		"url": "/en",
		"title": "RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "Regional Ecological Summit 2026Shared vision for a Resilient Future22-24AprilAstana, Kazakhstan0Days00Hours00Minutes00SecondsAbout the summitLearn more about the summitAbout the summitThe Regional Ecological Summit 2026 is aimed at shaping a shared vision for the sustainable development of Central Asia.Quote by the President of the Republic of Kazakhstan:«Many developing countries without access to the sea are facing water scarcity, glacier melt, desertification, and other extreme weather events. Addressing these challenges requires coordinated regional efforts and strong international support. At the same time, I believe that measures to combat climate change must remain balanced and inclusive, and respond to the legitimate development needs of countries. To strengthen our joint efforts in addressing climate change, I invite you to the Regional Ecological Summit, which will be held in Astana in partnership with the United Nations in April next year».From the statement by the President of the Republic of Kazakhstan, Kassym-Jomart Tokayev, at the Third United Nations Conference on Landlocked Developing Countries, Awaza, Turkmenistan, 2025ObjectiveThe Regional Ecological Summit 2026 establishes an international platform for dialogue and coordination among governments, international and regional organizations, financial institutions, development agencies, the private sector, the scientific community, and civil society. The objective of RES 2026 is to establish an open platform for the development of joint and practical solutions to climate and ecological challenges, bringing together a broad range of countries, regions, and partners, and demonstrating, through the example of Central Asia, how interregional cooperation strengthens global efforts.PartnersRES 2026 would not be possible without the support of our distinguished organizers, partners, and media partners.These leading organizations play a key role in shaping this unique event and enable us to showcase the most advanced ideas.\\\\Main partners\\\\Participants"
	},
	{
		"id": "en:/en/about",
		"locale": "en",
		"url": "/en/about",
		"title": "About RES 2026 Summit — goals, mission and event format | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "About the summitThe Regional Ecological Summit 2026 (RES 2026) was initiated by the President of the Republic of Kazakhstan, Kassym-Jomart Tokayev, during the 78th session of the UN General Assembly in September 2023. At the Astana International Forum in May 2025, it was announced that the Summit’s agenda would be expanded from a climate-focused framework to a broader environmental scope.Scroll furtherRegional Ecological Summit 2026Scroll furtherThe United Nations expressed its support to the Summit through General Assembly Resolution 78/147 of 19 December 2023, entitled “Central Asia facing environmental challenges: strengthening regional solidarity for sustainable development and prosperity.”The initiative was further supported in a number of key political documents adopted at the level of Heads of State in 2024, including:the Karabakh Declaration of the Informal Summit of the Organization of Turkic States (6 July 2024, Azerbaijan);the Joint Statement of the Sixth Consultative Meeting of the Heads of State of Central Asia (9 August 2024, Kazakhstan);the Bishkek Declaration of the 21st Summit of the Organization of Turkic States (6 November 2024, the Kyrgyz Republic).In 2025, the initiative gained further international recognition at the opening ceremony of the UN Regional Centre for the Sustainable Development Goals for Central Asia and Afghanistan in Almaty, Kazakhstan—attended by UN Secretary-General António Guterres—and at the Third United Nations Conference on Landlocked Developing Countries in Awaza, Turkmenistan. RES 2026 aims to bring together the countries of Central Asia — working in partnership with the United Nations and other international organizations—to develop shared solutions to climate change and broader environmental challenges. The Summit will place particular emphasis on identifying the region’s concrete green-financing needs to support adaptation measures, accelerate the deployment of low-carbon technologies, and strengthen environmental resilience across Central Asia. Serving as a regional platform for dialogue and solidarity, RES 2026 will enhance cooperation among governments, international organizations, scientific institutions, and the business community. It will also help raise awareness of priority environmental issues, identify practical solutions, and shape joint action plans to advance the region’s sustainable development.The summit will take place at the «Congress Center»April 22-24, 2026AstanaThe initiative is reflected in the concept of «Bir Tamyr» (eng.: same roots). The word «Tamyr» exists in almost all languages of the region and carries a profound meaning: roots as a symbol of common history and connection to nature, veins as the symbol of pulse and movement within the region, the intertwining of vessels, spirit, and culture. It is a metaphor for connection, resilience, and shared heritage that unites Central Asia not by political borders, but by meaning, memory, and future. The visual representation of the countries of Central Asia is reflected in the Summit emblem (logo): different in shape, color, and character, yet standing together as a symbol of unity in diversity. The reference to the barcode shape also symbolizes a common space for dialogue and action, modern approaches, innovations, and the technological nature of solutions. The Summit reflects this image: one region – shared challenges – collective action. It will bring together governments, international organizations, the scientific community, businesses, civil society, and youth to lay the foundation for a shared, environmentally sustainable future.Preparations for the Summit commenced in 2024 and include a series of regional consultations.ConceptRegional Ecological Summit 2026: Shared vision for resilient futureReadDownloadBrochureRegional Ecological Summit 2026: Shared vision for resilient futureReadDownload"
	},
	{
		"id": "en:/en/about",
		"locale": "en",
		"url": "/en/about",
		"title": "About RES 2026 Summit — goals, mission and event format | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "About the summitThe Regional Ecological Summit 2026 (RES 2026) was initiated by the President of the Republic of Kazakhstan, Kassym-Jomart Tokayev, during the 78th session of the UN General Assembly in September 2023. At the Astana International Forum in May 2025, it was announced that the Summit’s agenda would be expanded from a climate-focused framework to a broader environmental scope.Scroll furtherRegional Ecological Summit 2026Scroll furtherThe United Nations expressed its support to the Summit through General Assembly Resolution 78/147 of 19 December 2023, entitled “Central Asia facing environmental challenges: strengthening regional solidarity for sustainable development and prosperity.”The initiative was further supported in a number of key political documents adopted at the level of Heads of State in 2024, including:the Karabakh Declaration of the Informal Summit of the Organization of Turkic States (6 July 2024, Azerbaijan);the Joint Statement of the Sixth Consultative Meeting of the Heads of State of Central Asia (9 August 2024, Kazakhstan);the Bishkek Declaration of the 21st Summit of the Organization of Turkic States (6 November 2024, the Kyrgyz Republic).In 2025, the initiative gained further international recognition at the opening ceremony of the UN Regional Centre for the Sustainable Development Goals for Central Asia and Afghanistan in Almaty, Kazakhstan—attended by UN Secretary-General António Guterres—and at the Third United Nations Conference on Landlocked Developing Countries in Awaza, Turkmenistan. RES 2026 aims to bring together the countries of Central Asia — working in partnership with the United Nations and other international organizations—to develop shared solutions to climate change and broader environmental challenges. The Summit will place particular emphasis on identifying the region’s concrete green-financing needs to support adaptation measures, accelerate the deployment of low-carbon technologies, and strengthen environmental resilience across Central Asia. Serving as a regional platform for dialogue and solidarity, RES 2026 will enhance cooperation among governments, international organizations, scientific institutions, and the business community. It will also help raise awareness of priority environmental issues, identify practical solutions, and shape joint action plans to advance the region’s sustainable development.The summit will take place at the «Congress Center»April 22-24, 2026AstanaThe initiative is reflected in the concept of «Bir Tamyr» (eng.: same roots). The word «Tamyr» exists in almost all languages of the region and carries a profound meaning: roots as a symbol of common history and connection to nature, veins as the symbol of pulse and movement within the region, the intertwining of vessels, spirit, and culture. It is a metaphor for connection, resilience, and shared heritage that unites Central Asia not by political borders, but by meaning, memory, and future. The visual representation of the countries of Central Asia is reflected in the Summit emblem (logo): different in shape, color, and character, yet standing together as a symbol of unity in diversity. The reference to the barcode shape also symbolizes a common space for dialogue and action, modern approaches, innovations, and the technological nature of solutions. The Summit reflects this image: one region – shared challenges – collective action. It will bring together governments, international organizations, the scientific community, businesses, civil society, and youth to lay the foundation for a shared, environmentally sustainable future.Preparations for the Summit commenced in 2024 and include a series of regional consultations.ConceptRegional Ecological Summit 2026: Shared vision for resilient futureReadDownloadBrochureRegional Ecological Summit 2026: Shared vision for resilient futureReadDownload"
	},
	{
		"id": "en:/en/about/key-directions",
		"locale": "en",
		"url": "/en/about/key-directions",
		"title": "Key thematic directions | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "Key thematic directions\\\\Main\\\\About the summit\\\\Key thematic directionsSupporting the Climate TransitionAdaptation and Economic Resilience to Environmental and Natural RisksFood Security and the Region’s EcosystemsSustainable Management of Natural ResourcesCombating Air Pollution and Improving Waste ManagementMechanisms to Deliver Environmental AmbitionA Just and Inclusive TransitionEnvironmental and Digital Competencies"
	},
	{
		"id": "en:/en/about/preparation-process",
		"locale": "en",
		"url": "/en/about/preparation-process",
		"title": "Preparatory process | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "Preparatory process\\\\Main\\\\About the summit\\\\Preparatory processThe Summit was preceded by a two-year preparatory process aimed at shaping its substantive agenda and expanding its network of partners.In 2025 alone, eleven major regional and international consultations were held on leading environmental and diplomatic platforms, including the 62nd session of the UNFCCC Subsidiary Body for Scientific and Technological Advice (SBSTA 62) and Subsidiary Body for Implementation (SBI 62) in Bonn, Germany; the 80th session of the United Nations General Assembly in New York, USA; COP30 in Belém, Brazil; and the seventh session of the United Nations Environment Assembly (UNEA-7) in Nairobi, Kenya.13 March 20255 April 202514 May 202529 May 202520 June 20251–2 August 202525 September 202515-19 November 20259 December 202522-24 April Summit 2026Almaty, Kazakhstan, 13 March 2025First Regional Consultation MeetingThe First Regional Consultation on preparations for the RES 2026 was held with the participation of representatives of all Central Asian countries, UN agencies, and international financial institutions. The consultation focused on substantiating the concept of RES 2026 and launching the preparatory process. Regional needs and shared climate challenges were discussed with Central Asian delegates.Source"
	},
	{
		"id": "en:/en/region/kazakhstan",
		"locale": "en",
		"url": "/en/region/kazakhstan",
		"title": "About Kazakhstan | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "\\\\Main\\\\About KazakhstanAbout KazakhstanGeography, descriptionClimateFlora and faunaEtc.About KazakhstanKazakhstan is the world’s largest country without direct access to the World Ocean. Much of its territory consists of deserts (44%) and semi-deserts (14%). Steppes cover 26% of the country, while forests account for 5.5%. Kazakhstan has approximately 8,500 rivers. The north-eastern part of the Caspian Sea lies within Kazakhstan, and the Aral Sea is shared between Kazakhstan and Uzbekistan. The country is home to around 48,000 large and small lakes, the largest of which are Balkhash, Zaysan, and Alakol. Its distance from the oceans contributes to a sharply continental climate. Kazakhstan’s administrative and territorial structure includes17regions3cities of national significanceThe population of Kazakhstan exceeds20million peopleThe weather of KazakhstanKazakhstan has a sharply continental climate, characterized by large temperature differences between summer and winter, dry air, and low precipitation. All four seasons are clearly defined: cold winters, hot and dry summers, a short and changeable spring, and a warm autumn. In the north, winters are more severe (temperatures can drop to −45°C) and summers are warm. In the south, winters are milder (around 0°C), while summers are hotter, with daytime temperatures reaching +40°C and above.-45in the winter+40in the summerThe flora and fauna of KazakhstanKazakhstan’s flora and fauna are highly diverse thanks to its vast range of landscapes—from steppes and deserts to the Tien Shan and Altai Mountains. The country is home to many unique species, including several listed in the Red Book, such as the snow leopard, the Tien Shan brown bear, and the kulan, as well as pink flamingos and gazelles. Kazakhstan hosts rich wildlife, with more than 180 mammal species and around 500 bird species, along with numerous reptiles, amphibians, and fish. Its vegetation includes saxaul in desert areas, as well as juniper, pine, birch, and a wide variety of steppe grasses and flowering plants, reflecting the country’s strong biodiversity.Strategic vision and documentsKazakhstan has adopted the following Strategic Documents:1Strategy for achieving Carbon Neutrality until 2060, Road Map to the Strategy2NDC to reduce greenhouse gas emissions by 17% from 1990 levels by 20353Concepts for the transition of the Republic of Kazakhstan to a «green economy»4The concept of managing all types of waste for 2026-2030National initiativesConcessional financing for recyclingSupport for investment projects financed through utilization fee revenues.EcoQoldau ProgrammeIncentive payments to support waste collection, sorting, and recycling.Waste Management ConceptThe first in Central Asia, providing for the introduction of digital tracking of all waste streams and the establishment of a National Waste Management Operator.Tiger reintroductionThe program to return the tiger to Kazakhstan is aimed at restoring the species population in the ecosystems of the Balkhash region, based at the Ile–Balkhash Reserve. In the autumn of 2024, two Amur tigers were brought in from the Kingdom of the Netherlands, and on November 12, 2025, a Joint Plan for the reintroduction of the Amur tiger into the territory of the Republic of Kazakhstan was approved.Reintroduction of the Przewalski horseA project on the reintroduction of the Przhevalsky horse in Kazakhstan has been implemented since 2023. At the moment, 13 Przhevalsky horses are kept on the territory of the Altyn-Dala State Nature Reserve. By 2029, it is planned to gradually import up to 40 individuals of the Przewalski horse to form a stable population of this species.Conservation of saiga populationsThe restoration of the saiga population has become one of the most successful environmental examples - today more than 98% of the world population of the species lives in Kazakhstan, the number of which is estimated at up to 5 million individuals. These achievements have received international recognition, including a change in the status of the saiga on the IUCN Red List and the victory of the Altyn Dala initiative in The Earthshot Prize in 2024.Taza KazakhstanThis is a large-scale national environmental campaign under the auspices of the Presidentof the Republic of Kazakhstan K. Tokayev, aimed at creating an ecological culture through cleaning territories (settlements, natural objects, banks of reservoirs), planting trees (millions of seedlings) and combating unauthorized landfills, involving young people, business and government agencies, with a focus on waste management, innovation and landscaping.The 2 Billion Trees projectThis is an initiative in Kazakhstan, with the aim of creating woodlands until 2025, and then extended until 2027. The goal is to plant and sow $ 2 billion. saplings of tree and shrub species, including saxaul, pine, birch and others, in the state forest fund to restore forests and improve the ecological situation.The International Fund for Biodiversity ConservationThis is an initiative of Kazakhstan that will unite the efforts of states, international organizations (UNDP, UNESCO, FAO) and NGOs to finance the protection of ecosystems, develop ecotourism, introduce eco-technologies and raise awareness, working according to the best international standards for sustainable development and conservation of flora and fauna.UN Regional Center for Sustainable Development Goals (SDGs) for Central Asia and AfghanistanThe UN Regional Center for Sustainable Development Goals (SDGs) for Central Asia and Afghanistan has been established in Kazakhstan (Almaty). It was approved by the UN member states in March 2025, opened in August 2025, and its goal is to contribute to the achievement of 17 global SDGs by 2030."
	},
	{
		"id": "en:/en/region/uzbekistan",
		"locale": "en",
		"url": "/en/region/uzbekistan",
		"title": "About Uzbekistan | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "\\\\Main\\\\About UzbekistanAbout UzbekistanGeography, descriptionClimateFlora and faunaEtc.About UzbekistanThe Republic of Uzbekistan is located in Central Asia and covers an area of 448.9 thousand sq. km. The territory of the republic extends 1,425 kilometers from west to east and 930 kilometers from north to south. Uzbekistan is a state in Central Asia that does not have access to the World Ocean and is one of two countries in the world that have been twice deprived of access to the sea. A significant part of the country's territory is occupied by the Kyzylkum Desert, as well as semi-desert and steppe zones; mountain areas are located in the east and southeast. The main water arteries are the transboundary rivers Amu Darya and Syr Darya. Uzbekistan belongs to the Aral Sea region and shares the Aral Sea with Kazakhstan. There are few large natural lakes in Uzbekistan; the most famous is the Aydar-Arnasay lake system. The distance from the oceans determines the sharply continental climate of the country. The administrative-territorial structure of the country includes12regions1Republic of Karakalpakstan1city of central subordination - TashkentThe population of Uzbekistan exceeds38million peopleClimate descriptionThe climate of Uzbekistan is classified as continental, with hot summers and cool winters. The southern part of the country is the warmest, and the northern part is the coldest. In summer, temperatures often exceed 41 °C (106 °F), and can even reach 45 °C (113 °F) and above. Air humidity is not high. Winter temperatures average around -8 °C (18 °F), but can drop to -40 °C (-40 °F).-8in the winter+45in the summerThe flora and faunaThe total biological diversity of Uzbekistan comprises over 27,000 species. Tall and higher plant species stand out in the country's flora. There are approximately 4,500 species of higher plants and over 2,000 species of fungi on the territory of the Republic of Uzbekistan. Among them, over 300 are rare and relict species in need of serious protection. 314 plant species are listed in the Red Book of the Republic of Uzbekistan. About 65 species of wild medicinal, food, and industrial plants are grown in the republic annually. The following species produce the greatest number of harvests: licorice, ferula, capers, and rose hips. The fauna of Uzbekistan includes 715 species of vertebrates (107 mammals, 467 birds, 61 reptiles, 3 amphibians, and 77 fish), as well as over 15,000 species of invertebrates. 206 animal species are listed in the Red Data Book of the Republic of Uzbekistan. As a result of increased environmental management over the past ten years, many animal species in Uzbekistan have been subject to significant anthropogenic impacts, their ranges and populations have declined, and some have become completely extinct (the Asiatic cheetah and Turan tiger).Strategic vision and documentsUzbekistan has adopted the following Strategic Documents:1Decree of the President of the Republic of Uzbekistan, dated 11.09.2023 No. UP-158, On the Strategy \"Uzbekistan – 2030\"2Decree of the President of the Republic of Uzbekistan, dated 30.01.2025 No. UP-16, On the State Program for the Implementation of the Strategy \"Uzbekistan — 2030\" in the \"Year of Environmental Protection and \"Green Economy\"3Decree of the President of the Republic of Uzbekistan, dated 30.10.2019 No. UP-5863 \"On Approval of the Concept of Environmental Protection of the Republic of Uzbekistan until 2030\"4Resolution of the Cabinet of Ministers of the Republic of Uzbekistan, dated 11.06.2019 No. 484 On Approval of the Strategy for the Conservation of Biological Diversity in the Republic of Uzbekistan for the period 2019-20285Resolution of the President of the Republic of Uzbekistan, dated 17.04.2019 No. PP-4291, On Approval of the Strategy for Solid Waste Management in the Republic of Uzbekistan for the period 2019-20286Resolution of the President of the Republic of Uzbekistan, dated 06.10.2020 No. PP-4850, On Approval of the Concept for the Development of the Forestry System of the Republic of Uzbekistan until 20307Resolution of the President of the Republic of Uzbekistan No. PP-184 dated 15.05.2025, \"On Approval of the Concept for Improving the Environmental Culture of the Population for the period until 2030\" and others.National initiativesGreen UniversityCentral Asian University for the Study of Environment and Climate Change (Green University), aimed at developing regional cooperation and training a new generation of leaders in ecology; the Council includes ministers from Central Asian countries, as well as representatives from Azerbaijan and MongoliaUzbekistan without plastic wasteNational programNationwide project \"Waste-free territory\"Aimed at improving the waste processing and management systemNationwide project \"Clean Air\"Nationwide project \"Clean Air\", aimed at improving the quality of atmospheric airNationwide project \"Yashil Makon\"Provides for annual planting of 200 million trees, increasing the area of green zones by 30% by 2030, as well as creating botanical and dendrological parks with a total area of at least 100 hectares by 2028 in the Republic of Karakalpakstan, regions and the city of TashkentNationwide project \"Eco-culture\"Nationwide project \"Eco-culture\", aimed at forming eco-traditions and widespread promotion of an ecological lifestyle among the populationNationwide project \"Bio-heritage\"Nationwide project \"Bio-heritage\", aimed at preserving biodiversity for future generations\"Eco-project Factory\"\"Eco-project Factory\" in the field of ecology with the involvement of up to 15 foreign and domestic experts under civil law contractsInternational events heldNovember 13–17, 2023, Samarkand21st session of the Committee for the Review of the Implementation of the Convention to Combat Desertification and Drought (CRIC-21)February 12–17, 2024, Samarkand14th meeting of the Conference of the Parties to the Convention on the Conservation of Migratory Species of Wild Animals (CMS COP14)April 4–5, 2025, SamarkandFirst Samarkand International Climate ForumJune 19–21, 2025, TashkentFirst International Exhibition of Environmental Technologies Eco Expo Central Asia 2025November 24 – December 5, 2025, Samarkand20th Conference of the Parties to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES CoP20)Upcoming international eventsMay 30 – June 6, 2026The 8th GEF Assembly and 71st GEF Council meeting will be held in Samarkand.May 31 – June 5, 2026The International Exhibition of Environmental Technologies Eco Expo Central Asia 2026 will be held in Samarkand."
	},
	{
		"id": "en:/en/news",
		"locale": "en",
		"url": "/en/news",
		"title": "News | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "News\\\\Main\\\\NewsLatest newsAnnouncementsPublicationsLoading"
	},
	{
		"id": "en:/en/news",
		"locale": "en",
		"url": "/en/news",
		"title": "News | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "News\\\\Main\\\\NewsLatest newsAnnouncementsPublicationsLoading"
	},
	{
		"id": "en:/en/news",
		"locale": "en",
		"url": "/en/news",
		"title": "News | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "News\\\\Main\\\\NewsLatest newsAnnouncementsPublicationsLoading"
	},
	{
		"id": "en:/en/news",
		"locale": "en",
		"url": "/en/news",
		"title": "News | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "News\\\\Main\\\\NewsLatest newsAnnouncementsPublicationsLoading"
	},
	{
		"id": "en:/en/gallery",
		"locale": "en",
		"url": "/en/gallery",
		"title": "Gallery | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "Gallery\\\\Main\\\\GalleryApr 22Apr 23Title 1Description 1Title 3Description 3Title 4Description 4Title 5Description 5Title 6Description 6Title 8Description 8Title 9Description 9"
	},
	{
		"id": "en:/en/contacts",
		"locale": "en",
		"url": "/en/contacts",
		"title": "RES 2026 Contacts — contact with summit organizers | RES 2026 — International Summit on Sustainable Development and Energy",
		"content": "Contacts\\\\Main\\\\ContactsFor Summit Organization-Related IssuesMinistry of Ecology and natural resources of the Republic of KazakhstanPress SecretaryKoishibayeva Ainash Tlegenovna +7 701 525 0876 minecology.news@gmail.comDirector of the Climate Policy DepartmentSabieva Saule Sagdatovna +7 (7172) 74 02 28 s.sabieva@ecogeo.gov.kzDeputy Director of the Climate Policy DepartmentTastemirova Shattyk Isemgalievna +7 (7172) 74 02 93 Sh.tastemirova@ecogeo.gov.kz shattyk.tastemirova@gmail.comChief Expert of the Climate Change Adaptation and Climate Projects Division of the Climate Policy DepartmentMauken Zhanel Daurenkyzy +7 (7172) 74 02 58 zh.mauken@ecogeo.gov.kzCentral Asia Climate Foundation, Project Office for Central Asia on Climate Change and Green EnergyHeadKarazhan Yerlik Narimanulyoffice@caclimate.fund +7 708 345 7971https://caclimate.fund/On RES 2026 EXPO exhibition organizationInternational Green Technologies and Investment Projects Center (IGTIPC)Head of the Office of Competencies for Technology Commercialization of the International Green Technologies and Investment Projects Center JSCAidar Yesembayev +7 701 888 6643Astana, Republic of Kazakhstaninfo@igtipc.orga.yessembayev@igtipc.orgHead of Business Development RES 2026 EXPO (partnership, content formation, media and general issues)Botakoz Yelshbek +7 771 288 6597partnership@res2026expo.kzCommercial Director RES 2026 EXPO (participation in the exhibition area, sponsorship)Anel Omarova +7 707 413 1677sales@res2026expo.kzGeneral line +7771 288 6597office@res2026expo.kzOfficial Websitehttps://res2026expo.kzVenue addressAstana, Republic of Kazakhstangov.kzThe exhibition will be held at EXPO - International Exhibition Center, one of the country's main venues for world events and innovative projects."
	}
]
