[
  {
    "id": "ru:/ru",
    "locale": "ru",
    "url": "/ru",
    "title": "RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Региональный экологический саммит 2026Общее видение устойчивого будущего22-24АпрельАстана, Казахстан0Дней00Часов00Минут00СекундО саммитеУзнать больше о саммитеО саммитеРегиональный экологический саммит 2026 направлен на формирование общего видения устойчивого развития Центральной Азии.Цитата Президента Республики Казахстан:«Многие развивающиеся страны, не имеющие выхода к морю, сталкиваются с нехваткой воды, таянием ледников, опустыниванием и другими экстремальными погодными явлениями. Решение этих проблем требует скоординированных региональных усилий и активной международной поддержки. В то же время, я считаю, что меры по борьбе с изменением климата должны оставаться сбалансированными и инклюзивными, отвечать обоснованным потребностям стран в области развития. Для укрепления наших совместных усилий по борьбе с изменением климата я приглашаю вас на Региональный экологический саммит, который пройдет в Астане в партнерстве с Организацией Объединенных Наций в апреле следующего года».Из выступления Президента Казахстана Касым-Жомарта Токаева на III Конференции Организации Объединенных Наций по развивающимся странам, не имеющим выхода к морю, Туркменистан, г. Аваза, 2025 годЦельРегиональный экологический саммит 2026 создает международную площадку для диалога и координации между правительствами, международными организациями, региональными объединениями, финансовыми учреждениями, институтами развития, частным сектором, научным сообществом и гражданским обществом. Цель РЭС 2026 - сформировать открытую платформу для выработки совместных и практических решений по климатическим и экологическим вызовам, объединяющую широкий круг стран, регионов и партнеров, и демонстрирующую на примере Центральной Азии, как межрегиональное сотрудничество усиливает глобальные усилия.ПартнерыРЭС 2026 не был бы возможен без поддержки наших уважаемых организаторов, партнеров и медиа.Эти ведущие организации играют ключевую роль в создании уникального события и позволяют нам представить самые передовые идеи.\\\\Основные партнеры\\\\Участники"
  },
  {
    "id": "ru:/ru/about",
    "locale": "ru",
    "url": "/ru/about",
    "title": "О саммите RES 2026 — цели, миссия и формат мероприятия | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "О саммитеРегиональный экологический саммит 2026 (РЭС 2026) был инициирован Президентом Республики Казахстан Касым-Жомартом Токаевым на 78-ой Генеральной Ассамблее ООН в сентябре 2023 года. На Астанинском международном форуме в мае 2025 года было объявлено о расширении повестки Саммита с климатической до экологической.Листать дальшеРегиональный экологический саммит 2026Листать дальшеОрганизация Объединенных Наций выразила поддержку Саммита в Резолюции Генеральной Ассамблеи 78/147 от 19 декабря 2023 года «Центральная Азия перед лицом экологических вызовов: укрепление региональной солидарности ради устойчивого развития и процветания».Инициатива также была закреплена в ряде ключевых политических документов на уровне глав государств в 2024 году:Карабахской декларации Неформального саммита Организации тюркских государств (6 июля 2024 года, Азербайджан);Совместном заявлении VI Консультативной встречи глав государств Центральной Азии (9 августа 2024 года, Казахстан);Бишкекской декларации XXI саммита Организации тюркских государств (6 ноября 2024 года, Кыргызская Республика).В 2025 году данная инициатива получила дальнейшее признание в ходе церемонии открытия Регионального центра ООН по Целям в области устойчивого развития для Центральной Азии и Афганистана в г. Алматы (Казахстан) при участии Генерального cекретаря ООН г-на Антониу Гутерриша и III Конференции ООН по развивающимся странам, не имеющим выхода к морю в г. Аваза (Туркменистан). РЭС 2026 нацелен на объединение стран Центральной Азии в партнёрстве с Организацией Объединённых Наций и другими международными организациями для выработки совместных решений в области борьбы с изменением климата и более широкого круга экологических вызовов. Особое внимание будет уделено выявлению конкретных потребностей Центральной Азии в «зелёном» финансировании, необходимых для поддержки адаптационных мер, ускорения развития низкоуглеродных технологий и укрепления экологической устойчивости региона. Выступая в качестве региональной платформы для диалога и солидарности, Саммит будет способствовать укреплению сотрудничества между государствами, международными организациями, научными учреждениями и деловым сообществом. Он будет содействовать повышению осведомлённости о приоритетных экологических проблемах, определению практических решений и формированию совместных планов действий в целях устойчивого развития региона.Саммит состоится в «Конгресс-центре»22-24 апреля 2026 г.АстанаИнициатива отражена в словосочетании «Бір тамыр» (Общие корни). Слово «тамыр» существует почти во всех языках региона и несёт в себе глубокий образ. Корни - общая история и связь с природой, это вены, как символ пульса и движения внутри региона, переплетение сосудов, духа и культуры. Это метафора связи, устойчивости и общего наследия, которая объединяет Центральную Азию не по политическим границам, а по смыслу, памяти и будущему. Визуально образ стран Центральной Азии отражен в эмблеме (логотипе) Саммита: разные по форме, цвету и характеру, но стоящие рядом как символ единства в разнообразии. Отсылка к форме штрих-кода также символизирует единое пространство для диалога и действий, современность подходов, инновации и технологичность решений. Саммит отражает этот образ: один регион - общие вызовы - коллективные действия. Он объединит государства, международные организации, научное сообщество, бизнес, гражданский сектор и молодёжь, чтобы заложить основу общего экологически устойчивого будущего.Подготовка к Саммиту стартовала в 2024 году и включает серию региональных консультаций.КонцепцияРегиональный экологический саммит 2026: Общее видение для устойчивого будущегоЧитатьСкачатьБрошюраРегиональный экологический саммит 2026: Общее видение для устойчивого будущегоЧитатьСкачать"
  },
  {
    "id": "ru:/ru/about",
    "locale": "ru",
    "url": "/ru/about",
    "title": "О саммите RES 2026 — цели, миссия и формат мероприятия | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "О саммитеРегиональный экологический саммит 2026 (РЭС 2026) был инициирован Президентом Республики Казахстан Касым-Жомартом Токаевым на 78-ой Генеральной Ассамблее ООН в сентябре 2023 года. На Астанинском международном форуме в мае 2025 года было объявлено о расширении повестки Саммита с климатической до экологической.Листать дальшеРегиональный экологический саммит 2026Листать дальшеОрганизация Объединенных Наций выразила поддержку Саммита в Резолюции Генеральной Ассамблеи 78/147 от 19 декабря 2023 года «Центральная Азия перед лицом экологических вызовов: укрепление региональной солидарности ради устойчивого развития и процветания».Инициатива также была закреплена в ряде ключевых политических документов на уровне глав государств в 2024 году:Карабахской декларации Неформального саммита Организации тюркских государств (6 июля 2024 года, Азербайджан);Совместном заявлении VI Консультативной встречи глав государств Центральной Азии (9 августа 2024 года, Казахстан);Бишкекской декларации XXI саммита Организации тюркских государств (6 ноября 2024 года, Кыргызская Республика).В 2025 году данная инициатива получила дальнейшее признание в ходе церемонии открытия Регионального центра ООН по Целям в области устойчивого развития для Центральной Азии и Афганистана в г. Алматы (Казахстан) при участии Генерального cекретаря ООН г-на Антониу Гутерриша и III Конференции ООН по развивающимся странам, не имеющим выхода к морю в г. Аваза (Туркменистан). РЭС 2026 нацелен на объединение стран Центральной Азии в партнёрстве с Организацией Объединённых Наций и другими международными организациями для выработки совместных решений в области борьбы с изменением климата и более широкого круга экологических вызовов. Особое внимание будет уделено выявлению конкретных потребностей Центральной Азии в «зелёном» финансировании, необходимых для поддержки адаптационных мер, ускорения развития низкоуглеродных технологий и укрепления экологической устойчивости региона. Выступая в качестве региональной платформы для диалога и солидарности, Саммит будет способствовать укреплению сотрудничества между государствами, международными организациями, научными учреждениями и деловым сообществом. Он будет содействовать повышению осведомлённости о приоритетных экологических проблемах, определению практических решений и формированию совместных планов действий в целях устойчивого развития региона.Саммит состоится в «Конгресс-центре»22-24 апреля 2026 г.АстанаИнициатива отражена в словосочетании «Бір тамыр» (Общие корни). Слово «тамыр» существует почти во всех языках региона и несёт в себе глубокий образ. Корни - общая история и связь с природой, это вены, как символ пульса и движения внутри региона, переплетение сосудов, духа и культуры. Это метафора связи, устойчивости и общего наследия, которая объединяет Центральную Азию не по политическим границам, а по смыслу, памяти и будущему. Визуально образ стран Центральной Азии отражен в эмблеме (логотипе) Саммита: разные по форме, цвету и характеру, но стоящие рядом как символ единства в разнообразии. Отсылка к форме штрих-кода также символизирует единое пространство для диалога и действий, современность подходов, инновации и технологичность решений. Саммит отражает этот образ: один регион - общие вызовы - коллективные действия. Он объединит государства, международные организации, научное сообщество, бизнес, гражданский сектор и молодёжь, чтобы заложить основу общего экологически устойчивого будущего.Подготовка к Саммиту стартовала в 2024 году и включает серию региональных консультаций.КонцепцияРегиональный экологический саммит 2026: Общее видение для устойчивого будущегоЧитатьСкачатьБрошюраРегиональный экологический саммит 2026: Общее видение для устойчивого будущегоЧитатьСкачать"
  },
  {
    "id": "ru:/ru/about/key-directions",
    "locale": "ru",
    "url": "/ru/about/key-directions",
    "title": "Ключевые тематические направления | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Ключевые тематические направления\\\\Главная\\\\О саммите\\\\Ключевые тематические направленияПоддержка климатического переходаАдаптация и экономическая устойчивость к экологическим и природным рискамПродовольственная безопасность и экосистема регионаУстойчивое управление природными ресурсамиБорьба с загрязнением атмосферного воздуха и управление отходамиМеханизмы достижения экологических амбицийСправедливый и инклюзивный переходЭкологические и цифровые компетенции"
  },
  {
    "id": "ru:/ru/about/preparation-process",
    "locale": "ru",
    "url": "/ru/about/preparation-process",
    "title": "Подготовительный процесс | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Подготовительный процесс\\\\Главная\\\\О саммите\\\\Подготовительный процессПроведению Саммита предшествовал двухлетний подготовительный процесс, направленный на формирование его содержательной повестки и расширение сети партнеров.Только в 2025 году проведено 11 крупных региональных и международных консультаций на ключевых экологических площадках, включая 62-ую сессию Вспомогательного органа по научно-техническим консультациям и Вспомогательного органа по осуществлению (SB 62) РКИК ООН в Бонне, Германия, 80-ю сессию Генеральной Ассамблеи ООН в Нью-Йорке, США, СОР30 в Белене, Бразилия и 7-ую сессию Ассамблеи ООН по окружающей среде (ЮНЕА-7) в Найроби, Кения.13 марта 20255 апреля 202514 мая 202529 мая 202520 июня 20251–2 августа 202525 сентября 202515-19 ноября 20259 декабря 202522-24 апреля Саммит 2026Алматы, Казахстан, 13 марта 2025 годаПервая региональная консультационная встречаПервая региональная консультация по подготовке к РЭС 2026 проведена при участии представителей всех стран Центральной Азии, агентств ООН, международных финансовых институтов. Консультация была посвящена обоснованию идеи РЭС 2026 и старту подготовки, с делегатами из Центральной Азии были обсуждены потребности региона и общие климатические вызовы.Источник"
  },
  {
    "id": "ru:/ru/about/region/kazakhstan",
    "locale": "ru",
    "url": "/ru/about/region/kazakhstan",
    "title": "О Казахстане | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "\\\\Главная\\\\О КазахстанеО КазахстанеГеография, описаниеКлиматФлора и фаунаДругиеО КазахстанеКазахстан – самая крупная страна в мире, которая не имеет прямого выхода к Мировому океану. Это обусловливает резко-континентальный климат на большей части территории республики, за исключением самых южных районов, где преобладает внутриконтинентальный субтропический климат. Большую часть территории страны занимают пустыни – 44% и полупустыни – 14%. На степи приходится 26% площади Казахстана, леса – 5,5%. В стране насчитывается 8,5 тысяч рек. Северо-восточная часть акватории Каспийского моря входит в пределы республики. Аральское море разделено между Казахстаном и Узбекистаном. В Казахстане есть 48 тыс. больших и малых озер. Самые крупные из них – Балхаш, Зайсан и Алаколь. В стране насчитывается 8,5 тыс. рек. Удаленность от океанов обусловливает резко континентальный климат страны. Административно-территориальная структура страны включает17областей3города республиканского значенияЧисленность населения Казахстана превышает20млн человекКлимат КазахстанаКлимат Казахстана резко континентальный, с большими перепадами температур между летом и зимой, сухим воздухом и малым количеством осадков. Здесь ярко выражены все четыре сезона: холодные зимы, жаркое сухое лето, короткая и переменчивая весна, а также теплая осень. На севере зимы более суровые (температуры могут падать до −45 °C), а лето теплее; на юге зимы мягче (около нуля), а лето жарче, с дневной температурой до +40°C и выше.-45зимой+40летомФлора и фауна КазахстанаФлора и фауна Казахстана чрезвычайно разнообразны благодаря крупным природным зонам: от степей и пустынь до гор Тянь-Шаня и Алтая, где встречаются уникальные виды, многие из которых занесены в Красную книгу. К числу таких видов относятся, в частности, снежный барс (ирбис), тяньшанский бурый медведь, кулан, а также розовые фламинго и джейраны. На территории страны обитает более 180 видов млекопитающих и около 500 видов птиц, а также многочисленные рептилии, амфибии и рыбы. Растительный мир представлен саксаулом, арчой, сосной, берёзой и разнообразными степными травами и цветами, что отражает богатство биоразнообразия страны.Стратегическое видение и документыКазахстан принял следующие стратегические документы:1Стратегия достижения углеродной нейтральности до 2060 года, а также Дорожная карта по её реализации2ОНУВ на период до 2035 года, предусматривающий сокращение выбросов парниковых газов на 17% по сравнению с уровнем 1990 года3Концепции по переходу Республики Казахстан к «зеленой» экономике4Концепция управления всеми видами отходов на 2026–2030 годыНациональные инициативыЛьготное финансирование переработкиПоддержка инвестиционных проектов в сфере переработки отходов, финансируемых за счет доходов от утилизационных сборов.Программа EcoQoldauСтимулирующие выплаты для поддержки сбора, сортировки и переработки отходов.Концепция управления отходамиПервая в Центральной Азии концепция, предусматривающая внедрение цифрового отслеживания всех потоков отходов и создание Национального оператора по управлению отходами.Реинтродукция тиграПрограмма по возвращению тигра в Казахстан направлена на восстановление популяции вида в экосистемах Прибалхашья на базе резервата «Иле-Балхаш». Осенью 2024 года были завезены две особи амурского тигра из Королевства Нидерландов, также в 12 ноября 2025 году был утвержден Совместный план по реинтродукции амурского тигра на территорию Республики КазахстанРеинтродукция лошади ПржевальскогоС 2023 года реализуется проект по реинтродукции лошади Пржевальского в Казахстане. На данный момент на территории Государственного природного резервата «Алтын-Дала» содержатся 13 лошадей Пржевальского. До 2029 года планируется поэтапный завоз до 40 особей лошади Пржевальского для формирования устойчивой популяции данного вида.Сохранение популяций сайгакаВосстановление численности сайгака стало одним из самых успешных природоохранных примеров - сегодня в Казахстане обитает более 98% мировой популяции вида, численность которой оценивается до 5 млн особей. Эти достижения получили международное признание, включая изменение статуса сайгака в Красном списке МСОП и победу инициативы «Алтын Дала» в премии The Earthshot Prize в 2024 году.Таза ҚазақстанЭто масштабная национальная экологическая акция под эгидой Президента Республики Казахстан К. Токаева, направленная на формирование экологической культуры через уборки территорий (населенных пунктов, природных объектов, берегов водоемов), посадки деревьев (миллионы саженцев) и борьбу с несанкционированными свалками, с вовлечением молодежи, бизнеса и госорганов, с фокусом на переработку отходов, инновации и благоустройство.Проект «2 миллиарда деревьев»Инициатива в Казахстане по созданию лесных массивов до 2025 года, продленная до 2027 года. Цель – посадить и посеять 2 млрд. саженцев древесно-кустарниковых пород, включая саксаул, сосну, березу и другие, в государственном лесном фонде, чтобы восстановить леса и улучшить экологическую ситуацию.Международный фонд по сохранению биоразнообразияИнициатива Казахстана, которая объединит усилия государств, международных организаций (ПРООН, ЮНЕСКО, ФАО) и НПО, в целях финансирования защиты экосистем, развития экотуризма, внедрения экотехнологий и повышения осведомленности, с приминением лучших мировых стандартов для устойчивого развития и сохранения флоры и фауны.Региональный центр ООН по Целям устойчивого развития (ЦУР) для Центральной Азии и АфганистанаВ Казахстане (в Алматы) создан Региональный центр ООН по Целям устойчивого развития (ЦУР) для Центральной Азии и Афганистана, который был одобрен странами-членами ООН в марте 2025 года, открыт в августе 2025 года, а его цель - содействие достижению 17 глобальных ЦУР к 2030 году"
  },
  {
    "id": "ru:/ru/about/region/uzbekistan",
    "locale": "ru",
    "url": "/ru/about/region/uzbekistan",
    "title": "Об Узбекистане | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "\\\\Главная\\\\Об УзбекистанеОб УзбекистанеГеография, описаниеКлиматФлора и фаунаДругиеОб УзбекистанеРеспублика Узбекистан расположена в Центральной Азии и занимает площадь 448,9 тыс. кв. км. Протяженность территории республики с запада на восток – 1425 километров, с севера на юг – 930 километров. Узбекистан — государство в Центральной Азии, не имеющее выхода к Мировому океану и являющееся одной из двух стран мира, дважды лишённых выхода к морю. Значительную часть территории страны занимает пустыня Кызылкум, а также полупустынные и степные зоны; горные районы расположены на востоке и юго-востоке. Основными водными артериями являются трансграничные реки Амударья и Сырдарья. Узбекистан относится к региону Приаралья и разделяет Аральское море с Казахстаном. Крупных естественных озёр в Узбекистане немного; наиболее известные — Айдар-Арнасайская система озёр. Удалённость от океанов определяет резко континентальный климат страны. Административно-территориальная структура страны включает12областей1Республика Каракалпакстан1город центрального подчинения -ТашкентЧисленность населения Узбекистанa превышает38млн человекОписание климатаКлимат Узбекистана классифицируется как континентальный, с жарким летом и прохладной зимой. Южная часть страны является самым теплым, и северная часть является самой холодной. Летом температура часто превосходят 41 ° C (106 ° F), и даже может достигать 45 ° C (113 ° F) и выше. Влажность воздуха не высока. Зимние температуры в среднем около -8 ° C (18 ° F), но может упасть до -40 ° C (-40 ° F).-8зимой+45летомФлора и фаунаОбщее биологическое разнообразие Узбекистана составляет более 27 тысяч видов. Во флоре страны выделяются высокорослые и высшие виды растений. На территории Республики Узбекистан встречается около 4500 видов высших растений и более 2000 видов грибов. Среди них более 300 редких и реликтовых видов, нуждающихся в серьезной охране. 314 видов растений занесены в Красную книгу Республики Узбекистан. Ежегодно в республике выращивают около 65 видов дикорастущих лекарственных, пищевых и технических растений. Наибольшее количество урожаев приходится на следующие виды: солодка, ферула, каперсы, шиповник. В фауне Узбекистана насчитывается 715 видов позвоночных животных (млекопитающих – 107, птиц – 467, пресмыкающихся – 61, амфибий – 3 и рыб – 77), а также более 15 тысяч видов беспозвоночных. 206 видов животных занесены в Красную книгу Республики Узбекистан. В результате активизации природопользования за последние десять лет многие виды животных в Узбекистане подверглись сильному антропогенному влиянию, их ареалы и численность сократились, а некоторые полностью исчезли (Азиатский гепард, Туранский тигр).Стратегическое видение и документыУзбекистан принял следующие Стратегические документы:1Указ Президента Республики Узбекистан, от 11.09.2023 г. № УП-158, О Стратегии «Узбекистан – 2030»2Указ Президента Республики Узбекистан, от 30.01.2025 г. № УП-16, О Государственной программе по реализации Стратегии «Узбекистан — 2030» в «Год охраны окружающей среды и «зеленой экономики»3Указ Президента Республики Узбекистан, от 30.10.2019 г. № УП-5863 «Об утверждении Концепции охраны окружающей среды Республики Узбекистан до 2030 года»4Постановление Кабинета Министров Республики Узбекистан, от 11.06.2019 г. № 484 Об утверждении Стратегии по сохранению биологического разнообразия в Республике Узбекистан на период 2019-2028 годы5Постановление Президента Республики Узбекистан, от 17.04.2019 г. № ПП-4291, Об утверждении Стратегии по обращению с твердыми бытовыми отходами в Республике Узбекистан на период 2019-2028 годов6Постановление Президента Республики Узбекистан, от 06.10.2020 г. № ПП-4850, Об утверждении Концепции развития системы лесного хозяйства Республики Узбекистан до 2030 года7Постановление Президента Республики Узбекистан №ПП-184 от 15.05.2025г., «Об утверждении Концепции повышения экологической культуры населения на период до 2030 года» и др.Национальные инициативыGreen UniversityЦентральноазиатский университет изучения окружающей среды и изменения климата (Green University), направленный на развитие регионального сотрудничества и подготовку нового поколения лидеров в сфере экологии; в состав Совета входят министры стран Центральной Азии, а также представители Азербайджана и МонголииУзбекистан без пластиковых отходовНациональная программаОбщенациональный проект «Территория, свободная от отходов»Направленный на совершенствование системы переработки отходов и обращения с нимиОбщенациональный проект «Чистый воздух»Общенациональный проект «Чистый воздух», направленный на улучшение качества атмосферного воздухаОбщенациональный проект «Яшил макон»Предусматривает ежегодную посадку 200 млн деревьев, увеличение площади зелёных зон на 30 % к 2030 году, а также создание до 2028 года ботанических и дендрологических парков общей площадью не менее 100 гектаров в Республике Каракалпакстан, областях и городе ТашкентеОбщенациональный проект «Экокультура»Общенациональный проект «Экокультура», направленный на формирование эко-традиций и широкую пропаганду экологического образа жизни среди населенияОбщенациональный проект «Бионаследие»Общенациональный проект «Бионаследие», направленный на сохранение биоразнообразия для будущего поколения«Фабрика экопроектов»«Фабрика экопроектов» в сфере экологии с привлечением до 15 зарубежных и отечественных экспертов на основании гражданско-правовых договоровПроведенные международные мероприятия13–17 ноября 2023 года, г. Самарканд21-я сессия Комитета по рассмотрению реализации Конвенции по борьбе с опустыниванием и засухой (CRIC-21)12–17 февраля 2024 года, г. Самарканд14-е заседание Конференции Сторон Конвенции по сохранению мигрирующих видов диких животных (CMS COP14)4–5 апреля 2025 года, г. СамаркандПервый Самаркандский международный климатический форум19–21 июня 2025 года, г. ТашкентПервая Международная выставка экологических технологий Eco Expo Central Asia 202524 ноября – 5 декабря 2025 года, г. Самарканд20-я Конференция Сторон Конвенции о международной торговле видами дикой фауны и флоры, находящимися под угрозой исчезновения (CITES CoP20)Предстоящие международные мероприятияС 30 мая по 6 июня 2026 годаВ Самарканде пройдет 8-я Ассамблея ГЭФ и 71-е заседание Совета ГЭФ.С 31 мая по 5 июня 2026 годаВ Самарканде пройдет Международная выставка экологических технологий Eco Expo Central Asia 2026."
  },
  {
    "id": "ru:/ru/news",
    "locale": "ru",
    "url": "/ru/news",
    "title": "Новости | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Новости\\\\Главная\\\\НовостиПоследние новостиАнонсыПубликацииЗагрузка"
  },
  {
    "id": "ru:/ru/news",
    "locale": "ru",
    "url": "/ru/news",
    "title": "Новости | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Новости\\\\Главная\\\\НовостиПоследние новостиАнонсыПубликацииЗагрузка"
  },
  {
    "id": "ru:/ru/news",
    "locale": "ru",
    "url": "/ru/news",
    "title": "Новости | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Новости\\\\Главная\\\\НовостиПоследние новостиАнонсыПубликацииЗагрузка"
  },
  {
    "id": "ru:/ru/news",
    "locale": "ru",
    "url": "/ru/news",
    "title": "Новости | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Новости\\\\Главная\\\\НовостиПоследние новостиАнонсыПубликацииЗагрузка"
  },
  {
    "id": "ru:/ru/gallery",
    "locale": "ru",
    "url": "/ru/gallery",
    "title": "Галерея | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Галерея\\\\Главная\\\\Галерея22 апреля23 апреляTitle 1Description 1Title 3Description 3Title 4Description 4Title 5Description 5Title 6Description 6Title 8Description 8Title 9Description 9"
  },
  {
    "id": "ru:/ru/contacts",
    "locale": "ru",
    "url": "/ru/contacts",
    "title": "Контакты RES 2026 — связь с организаторами саммита | RES 2026 — международный саммит по устойчивому развитию и энергетике",
    "content": "Контакты\\\\Главная\\\\КонтактыПо вопросам организации СаммитаМинистерство экологии и природных ресурсов Республики КазахстанПресс-секретарьКойшибаева Айнаш Тлегеновна +7 701 525 0876 minecology.news@gmail.comДиректор Департамента климатической политикиСабиева Сауле Сагдатовна +7 (7172) 74 02 28 s.sabieva@ecogeo.gov.kzЗаместитель директора Департамента климатической политикиТастемирова Шаттык Исемгалиевна +7 (7172) 74 02 93 Sh.tastemirova@ecogeo.gov.kz shattyk.tastemirova@gmail.comГлавный эксперт управления адаптации к изменению климата и климатических проектов Департамента климатической политикиМаукен Жанель Дауренкызы +7 (7172) 74 02 58 zh.mauken@ecogeo.gov.kzЦентрально-Азиатский Климатический Фонд, Проектный Офис для Центральной Азии по изменению климата и зеленой энергетикеРуководительҚаражан Ерлік Нариманұлыoffice@caclimate.fund +7 708 345 7971https://caclimate.fund/По вопросам организации выставки RES 2026 EXPOНАО «Международный центр зеленых технологий и инвестиционных проектов» (МЦЗТИП)Руководитель Офиса компетенций по коммерциализации технологий НАО «Международный центр зеленых технологий и инвестиционных проектов»Айдар Есембаев +7 701 888 6643Астана, Республика Казахстанinfo@igtipc.orga.yessembayev@igtipc.orgРуководитель отдела развития бизнеса RES 2026 EXPO (партнерство, формирование контента, СМИ и общие вопросы)Ботакоз Елшибек +7 771 288 6597partnership@res2026expo.kzКоммерческий директор RES 2026 EXPO (участие в выставочной зоне, спонсорство)Анель Омарова +7 707 413 1677sales@res2026expo.kzОбщая линия +7771 288 6597office@res2026expo.kzОфициальный Веб-сайтhttps://res2026expo.kzАдрес места проведенияАстана, Республика Казахстанgov.kzВыставка пройдет в Международном выставочном центре EXPO, одной из главных площадок страны для проведения мировых мероприятий и реализации инновационных проектов."
  }
]