[
	{
		"id": "kk:/kk",
		"locale": "kk",
		"url": "/kk",
		"title": "ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Өңірлік Экологиялық Саммит 2026Тұрақты болашақ – ортақ көзқарас22-24СәуірАстана, Қазақстан0Күн00Сағат00Минут00СекундСаммит туралыСаммит туралы көбірек білуСаммит туралы2026 жылғы Өңірлік экологиялық саммит Орталық Азияның орнықты дамуы бойынша ортақ көзқарасты қалыптастыруға бағытталған.Қазақстан Республикасының Президентінің дәйексөзі:«Теңізге шығу мүмкіндігі жоқ көптеген дамушы елдер су тапшылығына, мұздықтардың еруіне, шөлейттенуге және өзге де экстремалды ауа райы құбылыстарына тап болып отыр. Бұл проблемаларды шешу өңірлік деңгейде үйлестірілген күш-жігерді және белсенді халықаралық қолдауды талап етеді. Сонымен қатар, менің ойымша, климаттың өзгеруіне қарсы күрес жөніндегі шаралар теңгерімді әрі инклюзивті болуы, елдердің даму саласындағы негізделген қажеттіліктеріне сай келуі тиіс. Климаттың өзгеруіне қарсы күрестегі ортақ күш-жігерімізді нығайту мақсатында сіздерді келесі жылдың сәуір айында Біріккен Ұлттар Ұйымымен серіктестікте Астана қаласында өтетін Өңірлік экологиялық саммитке қатысуға шақырамын».Қазақстан Республикасының Президенті Қасым-Жомарт Тоқаевтың Теңізге шығу мүмкіндігі жоқ дамушы елдер жөніндегі Біріккен Ұлттар Ұйымының III конференциясындағы сөзінен, Түрікменстан, Аваза қ., 2025 жылМақсатыӨңірлік экологиялық саммит 2026 үкіметтер, халықаралық ұйымдар, өңірлік бірлестіктер, қаржы институттары, даму институттары, жеке сектор, ғылыми қауымдастық және азаматтық қоғам арасындағы диалог пен үйлестіру үшін халықаралық алаң қалыптастырады. Саммиттің мақсаты - климаттық және экологиялық сын-қатерлер бойынша бірлескен әрі практикалық шешімдерді әзірлеуге арналған ашық платформаны қалыптастыру. Бұл платформа елдер, өңірлер мен серіктестердің кең ауқымын біріктіре отырып, Орталық Азияның үлгісінде өңіраралық ынтымақтастықтың жаһандық күш-жігерді қалай күшейтетінін көрсетеді.СеріктестерӨЭС 2026 біздің құрметті ұйымдастырушыларымыздың, серіктестеріміздің және медиа-серіктестеріміздің қолдауынсыз мүмкін болмас еді.Бұл жетекші ұйымдар бірегей іс-шараны қалыптастыруда шешуші рөл атқарады және ең озық идеяларды ұсынуға мүмкіндік береді.\\\\Негізгі серіктестер\\\\Қатысушылар"
	},
	{
		"id": "kk:/kk/about",
		"locale": "kk",
		"url": "/kk/about",
		"title": "ӨЭС 2026 саммиті туралы — мақсаттар, миссия және іс-шара форматы | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Саммит туралыӨңірлік экологиялық саммит 2026 (ӨЭС 2026) Қазақстан Республикасының Президенті Қасым-Жомарт Тоқаевтың бастамасымен 2023 жылғы қыркүйекте БҰҰ Бас Ассамблеясының 78-сессиясында ұсынылды. 2025 жылғы мамырда өткен Астана халықаралық форумында Саммиттің күн тәртібін климаттық мәселелерден экологиялық мәселелерге дейін кеңейту туралы жарияланды.Әрі қарайӨңірлік Экологиялық Саммит 2026Әрі қарайБіріккен Ұлттар Ұйымы Саммитке 2023 жылғы 19 желтоқсанда қабылданған Бас Ассамблеяның 78/147 қарарымен қолдау білдірді. Қарардың атауы — «Экологиялық сын-қатерлер жағдайындағы Орталық Азия: орнықты даму мен өркендеу жолындағы өңірлік ынтымақтастықты нығайту».Бұл бастама 2024 жылы мемлекеттер басшылары деңгейінде қабылданған бірқатар маңызды саяси құжаттарда бекітілді, соның ішінде:Түркі мемлекеттері ұйымының бейресми саммитінің Қарабах декларациясында (2024 жылғы 6 шілде, Әзербайжан);Орталық Азия мемлекеттері басшыларының VI Консультативтік кездесуінің Бірлескен мәлімдемесінде (2024 жылғы 9 тамыз, Қазақстан);Түркі мемлекеттері ұйымының XXI саммитінің Бішкек декларациясында (2024 жылғы 6 қараша, Қырғыз Республикасы).2025 жылы бұл бастама Алматы қаласында (Қазақстан) БҰҰ Бас хатшысы Антониу Гутерриштің қатысуымен өткен Орталық Азия мен Ауғанстан үшін Тұрақты даму мақсаттары жөніндегі БҰҰ Өңірлік орталығының ашылу рәсімі барысында, сондай-ақ Түрікменстанның Аваза қаласында өткен теңізге шығу мүмкіндігі жоқ дамушы елдер жөніндегі БҰҰ-ның III конференциясы аясында одан әрі халықаралық мойындауға ие болды. ӨЭС 2026 Біріккен Ұлттар Ұйымымен және басқа да халықаралық ұйымдармен серіктестік аясында Орталық Азия елдерін климаттың өзгеруіне байланысты және кең ауқымды экологиялық сын-қатерлерге қатысты ортақ шешімдер әзірлеу үшін біріктіруге бағытталған. Саммит аясында бейімделу шараларын қолдауға, төмен көміртекті технологияларды дамытуға және өңірдің экологиялық орнықтылығын нығайтуға қажетті Орталық Азия өңірінің «жасыл» қаржыландыруға қатысты нақты қажеттіліктерін айқындауға ерекше назар аударылады. Саммит диалог пен өңірлік ынтымақтастыққа арналған алаң ретінде қызмет ете отырып, мемлекеттер, халықаралық ұйымдар, ғылыми мекемелер мен іскерлік қауымдастық арасындағы өзара іс-қимылды нығайтады. Ол басым экологиялық мәселелер жөніндегі хабардарлықты арттыруға, практикалық шешімдерді айқындауға және өңірдің тұрақты дамуына бағытталған бірлескен іс-қимыл жоспарларын қалыптастыруға ықпал етеді.Саммит «Конгресс орталығында» өтеді2026 ж. 22-24 сәуірАстанаБастама «Бір Тамыр» сөз тіркесінде көрініс тапқан. «Тамыр» сөзі өңірдің барлық дерлік тілдерінде бар және терең мағынаны білдіреді. Тамырлар - ортақ тарих пен табиғатпен байланыс сияқты, ол - қан тамырлары - өңірдің жүрек қағысы мен қозғалысының нысаны, тамырлардың тоғысуы, рухтың және мәдениеттің ортақ желісі. Бұл — Орталық Азияны саяси шекаралармен емес, ортақ мән-мағынамен, жадымен және болашақпен біріктіретін байланыс, тұрақтылық және ортақ мұраның метафорасы. Орталық Азия елдерінің бейнесі Саммиттің эмблемасында (логотипінде) визуалды көрініс тапқан: пішіндері, түстері мен сипаты әртүрлі, бірақ бір-біріне жақын тұрған, алуантүрлілік бірліктің символы ретінде. Штрих-кодтың пішіні де диалог пен іс-қимыл үшін ортақ кеңістікті білдіреді, заманауи тәсілдерді, инновациялар мен шешімдердің технологиялық сипатын бейнелейді. Саммит осы бейнені көрсетеді: бір өңір – ортақ сын-қатерлер – ұжымдық әрекеттер. Ол экологиялық тұрғыдан тұрақты ортақ болашақтың негізін қалау үшін, мемлекеттерді, халықаралық ұйымдарды, ғылыми қауымдастықты, бизнесті, азаматтық секторды және жастарды біріктірмек. Саммитке дайындық жұмыстары 2024 жылы басталып, өңірлік консультациялар сериясын қамтиды.Тұжырымдама2026 жылғы Өңірлік экологиялық саммит: Тұрақты болашаққа арналған ортақ көзқарасОқуЖүктеуБрошюра2026 жылғы Өңірлік экологиялық саммит: Тұрақты болашаққа арналған ортақ көзқарасОқуЖүктеу"
	},
	{
		"id": "kk:/kk/about/key-directions",
		"locale": "kk",
		"url": "/kk/about/key-directions",
		"title": "Негізгі тақырыптық бағыттар | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Негізгі тақырыптық бағыттар\\\\Басты\\\\Саммит туралы\\\\Негізгі тақырыптық бағыттарКлиматтық өтуді қолдауЭкологиялық және табиғи тәуекелдерге бейімделу және экономикалық орнықтылықАзық-түлік қауіпсіздігі және өңір экожүйелеріТабиғи ресурстарды орнықты басқаруАтмосфералық ауаның ластануымен күрес және қалдықтарды басқаруЭкологиялық амбицияларға қол жеткізу тетіктеріӘділетті және инклюзивті өтпелі кезеңЭкологиялық және цифрлық құзыреттер"
	},
	{
		"id": "kk:/kk/about/preparation-process",
		"locale": "kk",
		"url": "/kk/about/preparation-process",
		"title": "Қамсытқыш процесс | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Қамсытқыш процесс\\\\Басты\\\\Саммит туралы\\\\Қамсытқыш процессСаммитті өткізуге оның мазмұндық күн тәртібін қалыптастыруға және серіктестер желісін кеңейтуге бағытталған екі жылдық дайындық үрдісі негіз болды.Тек 2025 жылдың өзінде негізгі экологиялық алаңдарда 11 ірі өңірлік және халықаралық консультация өткізілді. Олардың қатарында - Германияның Бонн қаласында өткен БҰҰ Климаттың өзгеруі туралы негіздемелік конвенциясының Ғылыми-техникалық консультациялар жөніндегі көмекші органының және Іске асыру жөніндегі көмекші органының 62-сессиясы (SB 62), АҚШ-тың Нью-Йорк қаласындағы БҰҰ Бас Ассамблеясының 80-сессиясы, Бразилияның Белен қаласында өткен СОР30, сондай-ақ Кенияның Найроби қаласында өткен БҰҰ Қоршаған орта жөніндегі ассамблеясының 7-сессиясы (ЮНЕА-7).2025 13 наурыз2025 5 сәуір2025 14 мамыр2025 29 мамыр2025 20 маусым2025 1–2 тамыз2025 25 қыркүйек2025 15-19 қараша2025 9 желтоқсанСаммит 2026 22–24 сәуірАлматы, Қазақстан, 2025 жылғы 13 наурызБірінші өңірлік консультациялық кездесуӨЭС 2026-ға дайындық жөніндегі бірінші өңірлік консультация Орталық Азияның барлық елдерінің өкілдері, БҰҰ агенттіктері және халықаралық қаржы институттарының қатысуымен өткізілді. Консультация барысында ӨЭС 2026 өткізу бастамасының негіздемесі ұсынылып, дайындық жұмыстарының басталуы жарияланды. Сондай-ақ Орталық Азия елдерінің делегаттарымен өңірдің негізгі қажеттіліктері мен ортақ климаттық сын-қатерлері талқыланды.Сілтеме"
	},
	{
		"id": "kk:/kk/region/kazakhstan",
		"locale": "kk",
		"url": "/kk/region/kazakhstan",
		"title": "Қазақстан туралы | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "\\\\Басты\\\\Қазақстан туралыҚазақстан туралыГеографиясы және жалпы сипаттамасыКлиматыФлорасы мен фаунасыҚосымша ақпаратҚазақстан туралыҚазақстан – дүниежүзілік мұхитқа тікелей шығатын жолы жоқ әлемдегі ең ірі мемлекет. Ел аумағының басым бөлігін шөлдер – 44% және шөлейттер – 14% құрайды. Далалар Қазақстан аумағының 26%-ын, ал ормандар 5,5%-ын алып жатыр. Елде 8,5 мың өзен бар. Каспий теңізі акваториясының солтүстік-шығыс бөлігі республика аумағына кіреді. Арал теңізі Қазақстан мен Өзбекстан арасында бөлінген. Қазақстанда ірі және шағын 48 мың көл бар. Олардың ең ірілері – Балқаш, Зайсан және Алакөл. Мұхиттардан алыс орналасуы ел климатының шұғыл континенттік болуына әсер етеді. Елдің әкімшілік-аумақтық құрылымы мыналарды қамтиды:17облыс3республикалық маңызы бар қалаҚазақстан халқының саны асып түседі20млн адамҚазақстанның климатыҚазақстан климаты шұғыл континенттік, жаз бен қыс арасындағы температура айырмашылығының үлкен болуымен, ауаның құрғақтығымен және жауын-шашынның аз түсуімен сипатталады. Ел аумағында жылдың төрт мезгілі айқын байқалады: қысы суық, жазы ыстық әрі құрғақ, көктемі қысқа әрі құбылмалы, күзі жылы. Елдің солтүстігінде қысы қаталдау (ауа температурасы −45 °C-қа дейін төмендеуі мүмкін), ал жазы салыстырмалы түрде жылы; оңтүстігінде қысы жұмсақ (шамамен 0 °C), жазы өте ыстық, күндізгі ауа температурасы +40 °C-қа дейін және одан да жоғары болады.-45қыста+40жаздаҚазақстанның флорасы мен фаунасыҚазақстанның флорасы мен фаунасы табиғи аумақтарының үлкендігіне байланысты өте алуан түрлі: далалар мен шөлдерден бастап Тянь-Шань мен Алтай тауларына дейін, онда ерекше түрлер бар, олардың көпшілігі Қызыл кітапқа енгізілген. Мұндай түрлерге қар барысы, Тянь-Шань қоңыр аюы, құлан, сондай-ақ қызғылт фламинго мен қарақұйрық жатады. Қазақстан аумағында 180-нен астам сүтқоректілер түрі, шамамен 500 құс түрі, сондай-ақ бауырымен жорғалаушылар, қосмекенділер мен балықтар тіршілік етеді. Өсімдіктер әлемі сексеуіл, арша, қарағай, қайың және көптеген дала шөптері мен гүлдерімен ерекшеленеді, бұл елдің биоәртүрлілігінің байлығын көрсетеді.Стратегиялық көзқарас және құжаттарҚазақстан келесі стратегиялық құжаттарды қабылдады:12060 жылға дейін көміртектік бейтараптыққа қол жеткізу стратегиясы, сондай-ақ Стратегияны іске асыру жөніндегі Жол картасы22035 жылға дейінгі ҰДБУ – парниктік газдар шығарындыларын 1990 жылғы деңгеймен салыстырғанда 17%-ға төмендету3Қазақстан Республикасының «жасыл экономикаға» көшу тұжырымдамасы42026–2030 жылдарға арналған барлық қалдық түрлерін басқару тұжырымдамасыҰлттық бастамаларҚайта өңдеуге жеңілдікті қаржыландыруУтилизациялық алымдардан түсетін кірістер есебінен қаржыландырылатын инвестициялық жобаларды қолдау.EcoQoldau бағдарламасыҚалдықтарды жинау, сұрыптау және қайта өңдеуді қолдау үшін ынталандырушы төлемдер.Қалдықтарды басқару тұжырымдамасыОрталық Азияда бірінші болып, барлық қалдық ағымдарын цифрлық бақылауды енгізу және Ұлттық қалдықтарды басқару операторын құруды көздейтін тұжырымдама.Жолбарыстың реинтродукциясыҚазақстандағы жолбарыстың реинтродукция бағдарламасы Іле-Балқаш қорығындағы Балқаш экожүйелеріндегі жолбарыс популяциясын қалпына келтіруге бағытталған. 2024 жылдың күзінде Нидерланд Корольдігінен Амур жолбарысының екі дара нұсқасы әкелінді. Сондай-ақ 2025 жылғы 12 қарашада Амур жолбарысын Қазақстан Республикасының аумағына реинтродукция бойынша Бірлескен жоспар бекітілді.Пржвальский жылқысының реинтродукциясы2023 жылдан бастап Қазақстанда Пржевальский жылқының реинтродукция жөніндегі жоба іске асырылуда. Қазіргі уақытта «Алтын-Дала» мемлекеттік табиғи резерватының аумағында Пржевальский жылқысының 13 басы ұсталып отыр. 2029 жылға дейін осы түрдің тұрақты популяциясын қалыптастыру мақсатында Пржевальский жылқысының 40 басқа дейін дара нұсқалары кезең-кезеңімен әкелу жоспарлануда.Киіктердің популяциясын сақтауКиік санының қалпына келтірілуі табиғатты қорғау саласындағы ең табысты үлгілердің біріне айналды: бүгінде Қазақстан аумағында бұл түрдің әлемдік популяциясының 98 пайыздан астамы мекендейді, ал жалпы саны 5 миллион басқа дейін бағаланады. Бұл жетістіктер халықаралық деңгейде мойындалып, киіктің Халықаралық табиғатты қорғау одағының (МСОП) Қызыл тізіміндегі мәртебесінің өзгеруімен және 2024 жылы «Алтын Дала» бастамасының The Earthshot Prize сыйлығын жеңіп алуымен атап өтілді.Таза ҚазақстанҚазақстан Республикасы Президенті Қ. Тоқаевтың қолдауымен жүзеге асырылып жатқан ауқымды ұлттық экологиялық акция, ол аумақтарды тазалау (елді мекендер, табиғи нысандар, су айдындарының жағалаулары), ағаш отырғызу (миллиондаған көшет) және рұқсатсыз қоқыс үйінділерімен күресу арқылы экологиялық мәдениетті қалыптастыруға, жастарды, бизнесті және мемлекеттік органдарды тартуға, сондай-ақ қалдықтарды қайта өңдеуге, инновацияларға және абаттандыруға бағытталған.«2 миллиард ағаш» жобасыҚазақстандағы бастама, орман алқаптарын 2025 жылға дейін құруды көздеген, кейін бұл мерзім 2027 жылға дейін ұзартылған. Мақсаты – мемлекеттік орман қоры аумағында сексеуіл, қарағай, қайың және басқа да ағаш-бұта тұқымдарының 2 млрд көшетін отырғызу және тұқым себу, ормандарды қалпына келтіру және экологиялық жағдайды жақсарту.Биоәртүрлілікті сақтау жөніндегі халықаралық қорҚазақстанның бастамасы, ол экожүйелерді қорғауды қаржыландыру, экотуризмді дамыту, экотехнологияларды енгізу және хабардарлықты арттыру мақсатында мемлекеттердің, халықаралық ұйымдардың (БҰҰДБ, ЮНЕСКО, ФАО) және ҮЕҰ, күш-жігерін біріктіріп, флора мен фаунаны сақтау және тұрақты дамуды қамтамасыз ету үшін үздік әлемдік стандарттар негізінде жұмыс істеуге бағытталған.Орталық Азия және Ауғанстан үшін БҰҰ-ның Тұрақты даму мақсаттары (ТДМ) жөніндегі өңірлік орталығыҚазақстанда (Алматы қаласында) Орталық Азия және Ауғанстан үшін БҰҰ-ның Тұрақты даму мақсаттары (ТДМ) жөніндегі өңірлік орталығы құрылды, ол БҰҰ-ға мүше мемлекеттер тарапынан 2025 жылғы наурызда мақұлданып, 2025 жылғы тамызда ашылды, ал оның мақсаты — 2030 жылға дейін 17 жаһандық ТДМ-ға қол жеткізуге жәрдемдесу."
	},
	{
		"id": "kk:/kk/region/uzbekistan",
		"locale": "kk",
		"url": "/kk/region/uzbekistan",
		"title": "Өзбекстан туралы | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "\\\\Басты\\\\Өзбекстан туралыӨзбекстан туралыГеографиясы және жалпы сипаттамасыКлиматыФлорасы мен фаунасыҚосымша ақпаратӨзбекстан туралыӨзбекстан Республикасы Орталық Азияда орналасқан және 448,9 мың шаршы км аумақты алып жатыр. Республика аумағының батыстан шығысқа дейінгі ұзындығы – 1425 километр, солтүстіктен оңтүстікке дейін – 930 километр. Өзбекстан – Орталық Азиядағы мемлекет, ол Жер шарының мұхитына тікелей шығатын жолы жоқ және теңізге шығу мүмкіндігінен екі рет айырылған әлемдегі екі мемлекеттің бірі. Ел аумағының айтарлықтай бөлігін Қызылқұм шөлі, сондай-ақ жартылай шөлді және далалық аймақтар алып жатыр; таулы аудандар шығыс және оңтүстік-шығыста орналасқан. Негізгі су артериялары трансшекаралық Амудария және Сырдария өзендері. Өзбекстан Арал теңізі аймағына жатады және Арал теңізін Қазақстанмен бөліседі. Өзбекстанда ірі табиғи көлдер аз; ең танымалдары – Айдар-Арнасай көлдер жүйесі. Мұхиттардан алыс орналасуы елдің шұғыл континенттік климатын анықтайды. Елдің әкімшілік-аумақтық құрылымы мыналарды қамтиды12облыс1Қарақалпақстан Республикасы1орталық бағынышты қала - ТашкентӨзбекстан халқының саны асып түседі38млн адамКлимат сипаттамасыӨзбекстанның климаты континенттік ретінде жіктеледі, ыстық жаз және салқын қыс болады. Елдің оңтүстік бөлігі ең жылы, ал солтүстік бөлігі ең суық. Жазда температура жиі 41 °C (106 °F) асып кетеді, тіпті 45 °C (113 °F) және одан да жоғарыға жетуі мүмкін. Ауаның ылғалдылығы жоғары емес. Қысқы температуралар орта есеппен шамамен -8 °C (18 °F), бірақ -40 °C (-40 °F) дейін төмендеуі мүмкін.-8қыста+45жаздаФлорасы мен фаунасыӨзбекстанның жалпы биологиялық әртүрлілігі 27 000-нан астам түрді құрайды. Ел флорасында биік және биік өсімдіктер түрлері ерекшеленеді. Өзбекстан Республикасының аумағында шамамен 4500 жоғары өсімдіктер және 2000-нан астам саңырауқұлақ түрлері бар. Олардың ішінде 300-ден астамы сирек кездесетін және реликт түрлер болып табылады, олар мұқият қорғауды қажет етеді. Өзбекстан Республикасының Қызыл кітабына 314 өсімдік түрі енгізілген. Республикада жыл сайын жабайы дәрілік, тағамдық және техникалық өсімдіктердің шамамен 65 түрі өсіріледі. Ең көп өнім беретін түрлер: мия, ферула, каперс және итмұрын. Өзбекстанның фаунасына омыртқалылардың 715 түрі (107 сүтқоректілер, 467 құстар, 61 бауырымен жорғалаушылар, 3 қосмекенділер және 77 балықтар), сондай-ақ омыртқасыздардың 15 000-нан астам түрі кіреді. Өзбекстан Республикасының Қызыл кітабына 206 жануарлар түрі енгізілген. Соңғы он жылда қоршаған ортаны басқарудың күшеюінің нәтижесінде Өзбекстандағы көптеген жануарлар түрлері антропогендік әсерге ұшырады, олардың таралу аймағы мен популяциясы азайды, ал кейбіреулері толығымен жойылып кетті (азиялық гепард және тұран жолбарысы).Стратегиялық көзқарас және құжаттарӨзбекстан келесі Стратегиялық құжаттарды қабылдады:1Өзбекстан Республикасы Президентінің 2023 жылғы 11.09. № УП-158 Жарлығы, «Өзбекстан – 2030» Стратегиясы туралы2Өзбекстан Республикасы Президентінің 2025 жылғы 30.01. № УП-16 Жарлығы, «Қоршаған ортаны қорғау және «жасыл экономика» жылында «Өзбекстан — 2030» Стратегиясын іске асырудың Мемлекеттік бағдарламасы туралы3Өзбекстан Республикасы Президентінің 2019 жылғы 30.10. № УП-5863 Жарлығы «Өзбекстан Республикасының 2030 жылға дейінгі қоршаған ортаны қорғау тұжырымдамасын бекіту туралы»4Өзбекстан Республикасы Министрлер Кабинетінің 2019 жылғы 11.06. № 484 Қаулысы Өзбекстан Республикасында 2019-2028 жылдарға арналған биологиялық әртүрлілікті сақтау стратегиясын бекіту туралы5Өзбекстан Республикасы Президентінің 2019 жылғы 17.04. № ПП-4291 Қаулысы Өзбекстан Республикасында 2019-2028 жылдарға арналған қатты тұрмыстық қалдықтармен жұмыс істеу стратегиясын бекіту туралы6Өзбекстан Республикасы Президентінің 2020 жылғы 06.10. № ПП-4850 Қаулысы Өзбекстан Республикасының 2030 жылға дейінгі орман шаруашылығы жүйесін дамыту тұжырымдамасын бекіту туралы7Өзбекстан Республикасы Президентінің 2025 жылғы 15.05. №ПП-184 Қаулысы «2030 жылға дейінгі халықтың экологиялық мәдениетін арттыру тұжырымдамасын бекіту туралы» және т.б.Ұлттық бастамаларGreen UniversityОрталық Азиядағы қоршаған орта мен климаттың өзгеруін зерттеу университеті (Green University), өңірлік ынтымақтастықты дамытуға және экология саласындағы жаңа буын көшбасшыларын дайындауға бағытталған; Кеңеске Орталық Азия елдерінің министрлері, сондай-ақ Әзербайжан мен Моңғолия өкілдері кіредіПластикалық қалдықсыз ӨзбекстанҰлттық бағдарламаҰлттық жоба «Қалдықсыз аумақ»Қалдықтарды қайта өңдеу және басқару жүйесін жетілдіруге бағытталғанҰлттық жоба «Таза ауа»Атмосфералық ауа сапасын жақсартуға бағытталған Ұлттық жоба «Таза ауа»Ұлттық жоба «Яшил макон»Жыл сайын 200 млн ағаш отырғызуды, 2030 жылға дейін жасыл аймақтардың ауданын 30% арттыруды, сондай-ақ 2028 жылға дейін Қарақалпақстан Республикасында, облыстарда және Ташкент қаласында жалпы ауданы кем дегенде 100 гектар ботаникалық және дендрологиялық парктер құруды қарастырадыҰлттық жоба «Экокультура»Эко-дәстүрлерді қалыптастыруға және халық арасында экологиялық өмір салтын кеңінен насихаттауға бағытталған Ұлттық жоба «Экокультура»Ұлттық жоба «Бионаследие»Болашақ буын үшін биологиялық әртүрлілікті сақтауға бағытталған Ұлттық жоба «Бионаследие»«Экожобалар фабрикасы»Экология саласындағы «Экожобалар фабрикасы», азаматтық-құқықтық келісімдер негізінде 15-ке дейін шетелдік және отандық мамандарды тартуменӨткізілген халықаралық іс-шаралар2023 жылғы 13–17 қараша, Самарқанд қ.Шөлейттену және құрғақшылықпен күрес конвенциясын іске асыруды қарау комитетінің 21-сессиясы (CRIC-21)2024 жылғы 12–17 ақпан, Самарқанд қ.Жабайы жануарлардың көшпелі түрлерін сақтау конвенциясы тараптары конференциясының 14-отырысы (CMS COP14)2025 жылғы 4–5 сәуір, Самарқанд қ.Бірінші Самарқанд халықаралық климаттық форумы2025 жылғы 19–21 маусым, Ташкент қ.Бірінші халықаралық экологиялық технологиялар көрмесі Eco Expo Central Asia 20252025 жылғы 24 қараша – 5 желтоқсан, Самарқанд қ.Жойылып кету қаупі төнген жабайы фауна мен флора түрлерінің халықаралық саудасы туралы конвенция тараптары конференциясының 20-сессиясы (CITES CoP20)Алдағы халықаралық іс-шаралар2026 жылғы 30 мамырдан 6 маусымға дейінСамарқандта ГЭФ-тің 8-Ассамблеясы және ГЭФ Кеңесінің 71-отырысы өтеді.2026 жылғы 31 мамырдан 5 маусымға дейінСамарқандта халықаралық экологиялық технологиялар көрмесі Eco Expo Central Asia 2026 өтеді."
	},
	{
		"id": "kk:/kk/news",
		"locale": "kk",
		"url": "/kk/news",
		"title": "Жаңалықтар | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Жаңалықтар\\\\Басты\\\\ЖаңалықтарСоңғы жаңалықтарХабарландыруларПубликацияларЖүктелуде"
	},
	{
		"id": "kk:/kk/gallery",
		"locale": "kk",
		"url": "/kk/gallery",
		"title": "Галерея | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Галерея\\\\Басты\\\\Галерея22 сәуір23 сәуірTitle 1Description 1Title 3Description 3Title 4Description 4Title 5Description 5Title 6Description 6Title 8Description 8Title 9Description 9"
	},
	{
		"id": "kk:/kk/contacts",
		"locale": "kk",
		"url": "/kk/contacts",
		"title": "ӨЭС 2026 байланыстар — саммит ұйымдастырушыларымен байланыс | ӨЭС 2026 — тұрақты даму және энергетика бойынша халықаралық саммит",
		"content": "Байланыстар\\\\Басты\\\\БайланыстарСаммитті ұйымдастыру мәселелері бойыншаҚазақстан Республикасы Экология және табиғи ресурстар министрлігіБаспасөз хатшысыКойшибаева Айнаш Тлегенқызы +7 701 525 0876 minecology.news@gmail.comКлиматтық саясат департаментінің директорыСабиева Сауле Сагдатовна +7 (7172) 74 02 28 s.sabieva@ecogeo.gov.kzКлиматтық саясат департаменті директорының орынбасарыТастемірова Шаттық Исемғалиқызы +7 (7172) 74 02 93 Sh.tastemirova@ecogeo.gov.kz shattyk.tastemirova@gmail.comКлиматтық саясат департаментінің Климаттың өзгеруіне бейімделу және климаттық жобалар басқармасының бас сарапшысыМәукен Жанель Дәуренқызы +7 (7172) 74 02 58 zh.mauken@ecogeo.gov.kzОрталық Азия климаттық қоры, Орталық Азиядағы Климаттық өзгерістер және жасыл энергетика бойынша Жобалық офисБасшыҚаражан Ерлік Нариманұлыoffice@caclimate.fund +7 708 345 7971https://caclimate.fund/RES 2026 EXPO Көрмені ұйымдастыру туралыХалықаралық жасыл технологиялар және инвестициялық жобалар орталығы«Халықаралық жасыл технологиялар жәнеинвестициялық жобалар орталығы» АҚ Технологиялардыкоммерцияландыру құзыреттілік басқармасыныңбасшысыАйдар Есембаев +7 701 888 6643Астана, Қазақстан Республикасыinfo@igtipc.orga.yessembayev@igtipc.orgRES 2026 EXPO бизнесті дамыту бөлімінің басшысы(серіктестік, контентті қалыптастыру, БАҚ және жалпымәселелер)Ботакөз Елшібек +7 771 288 6597partnership@res2026expo.kzRES 2026 EXPO коммерциялық директоры (көрмеалаңына қатысу, демеушілік)Әнел Омарова +7 707 413 1677sales@res2026expo.kzЖалпы желі +7771 288 6597office@res2026expo.kzРесми веб-сайтhttps://res2026expo.kzӨткізілу орнының мекенжайыАстана, Қазақстан Республикасыgov.kzКөрме әлемдік іс-шаралар мен инновациялық жобалардыөткізудің негізгі орындарының бірі - EXPO - Халықаралық көрме орталығында өтеді."
	}
]
